Repository: frankkk1013/Mentis_meditate
Catalog: MentisMeditate/*.lproj/Localizable.strings
Languages: it

source: Breath In
it: Inspira

source: Breath Out
it: Espira

source: choose your power
it: Scegli il tuo potere

source: Choose your power
it: Scegli il tuo potere

source: Duration
it: Durata

source: Hold
it: Trattieni

source: Journey
it: Percorso

source: morning
it: mattina

source: motivation
it: motivazione

source: Name of the lesson
it: Nome della lezione

source: No Voice
it: No Voce

source: powers
it: Poteri

source: Powers
it: Poteri

source: Sounds
it: Suoni

source: Start
it: Inizia

source: TOMORROW
it: DOMANI

source: Voice
it: Voce

source: Voice 1
it: Voce 1

source: Voice 2
it: Voce 2

source: Are you struggling for your next exam? This is the ideal path for you to stay motivated and focused while taking on your challenge!
it: Sei in ansia per il tuo prossimo esame? Questo è il percorso ideale per te per trovare motivazione e concentrazione necessari per la tua sfida!

source: Train this power for your exams!
it: Allena questo potere per i tuoi esami!

source: Get ready to become the star of the scene!
it: Preparati per brillare!

source: Have a relaxing party with your inner self!
it: Prenditi un momento per celebrarti!

source: Are you ready to become the star of your presentation? Get comfortable and follow this quick path to gain confidence and steal the spotlight!
it: Sei pronto a diventare la star della tua presentazione? Mettiti comodo e segui questo veloce percorso per essere più sicuro di te e rubare la scena!

source: Let's toast to your accomplishments! You've worked hard and now it's time to celebrate, relax and be kind to yourself. Follow this path and relax!
it: Brindiamo ai tuoi risultati! Hai lavorato duramente e ora è tempo di celebrare, rilassarti ed essere gentile con te stesso. Segui questo cammino e rilassati!

source: City
it: Città

source: Sunset
it: Tramonto

source: Rainy Day
it: Pioggia

source: Sea
it: Mare

source: You're preparing for the exam, and your nerves are running high. This morning meditation exercise using the five senses is a great way to keep your emotions under control.
it: Ti stai preparando per l'esame e senti di avere i nervi alle stelle. Questo esercizio di meditazione mattutino è un ottimo modo per tenere sotto controllo le tue emozioni attraverso l’uso dei cinque sensi.

source: Meditation can help you sharpen your concentration even if you’re feeling under pressure. Start this exercise to increase your focus as you’re approaching your tasks of the day.
it: La meditazione può aiutarti ad affinare la tua concentrazione anche se ti senti sotto pressione. Inizia questo esercizio per aumentare la concentrazione prima di affrontare i tuoi compiti della giornata.

source: The meditation session that hypes your motivation as you're facing your task.
it: Una sessione di meditazione che ti aiuterà ad aumentare la tua motivazione quando devi affrontare una nuova scadenza.

source: As you’re preparing for your task, you’re suffering from low-see esteem or you just want to focus on it. Do this exercise to boost your self-confidence.
it: Mentre ti stai preparando per il tuo compito, potresti soffrire di scarsa autostima o probabilmente vuoi semplicemente concentrarti su di essa. Fai questo esercizio per aumentare la fiducia in te stesso.

source: Take a moment to decompress and release your stressful thoughts.
it: Prenditi un momento per decomprimere e liberarti dei pensieri stressanti.

source: It’s test day. Take some moments to meditate and catch your breath so you’ll be ready, confident and relaxed when you have to perform.
it: È il giorno della prova. Prenditi qualche momento per meditare e riprendere fiato in modo da essere pronto, sicuro di te e rilassato quando devi iniziare.

source: day 1
it: giorno 1

source: day 2
it: giorno 2

source: day 3
it: giorno 3

source: day 4
it: giorno 4

source: day 5
it: giorno 5

source: day 6
it: giorno 6

source: eng
it: ita

source: You can see and choose your power and become a super hero
it: Puoi vedere e scegliere il tuo potere e diventare un super eroe

source: You can add your choosen super hero path in the Journey tab
it: Puoi aggiungere il percorso da supereroe scelto nella scheda Journey

source: You can select a background sound while you are studying or just chilling
it: Puoi selezionare un suono di sottofondo mentre stai studiando o semplicemente rilassandoti

source: Congratulations🎉
it: Complimenti🎉

source: You completed the path
it: Hai completato il tuo percorso

source: Now you are ready to use your superpower
it: Ora sei pronto per usare il tuo superpotere

source: Breath in
it: Inspira

source: Breath out
it: Espira

source: You are ready
it: Ora sei pronto

source: bye bye
it: arrivederci

source: Hello
it: Ciao

source: What's Mentis
it: Cosa è Mentis

source: Next
it: Prossimo

source: Add
it: Aggiungi
